{"id":2385,"date":"2020-09-27T15:07:34","date_gmt":"2020-09-27T14:07:34","guid":{"rendered":"https:\/\/the7.io\/elementor-agency\/?page_id=2385"},"modified":"2024-07-20T13:13:36","modified_gmt":"2024-07-20T13:13:36","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/wisestockexperts.com\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"2385\" class=\"elementor elementor-2385\" data-elementor-post-type=\"page\">\n\t\t\t\t<div class=\"elementor-element elementor-element-2f2864e e-flex e-con-boxed e-con e-parent\" data-id=\"2f2864e\" data-element_type=\"container\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-de1d0fc elementor-widget elementor-widget-html\" data-id=\"de1d0fc\" data-element_type=\"widget\" data-widget_type=\"html.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<marquee style=\"color: #e74c3c;font-size: 18px;\">Investment in the stock market is subject to market risk, we DO NOT offer any guaranteed profit services or Fixed Returns Services. We DO NOT provide any assurance or guarantee of profit or returns with any of our services. Trading in the Stock Market may result in Partial or Complete loss of Gains as well as Initial Capital. Before taking our Research Alerts Services &amp; any services of Wise Stock Experts firm, Clients should read carefully the Disclaimer, Legal disclaimer, terms and conditions, refund policy and other policies of our company. We do not provide any recommendation or any services through Telegram\/ Instagram\/Etc . We DO NOT accept payment of Research Alerts Service fee in any personal or Individual bank account, all payments made should be done in Trades Mantra current account only..<\/marquee>\r\n\r\n<marquee style=\"color: #e74c3c;font-size: 18px;\">Investing and Trading in stock market is risky. It Involves both profit and loss, Due to leverage both profit and loss are exaggerated, our research service gives research alerts for trading ideas in which both target and stop loss is mentioned, however execution of trade is solely the responsibility of the client. We DO NOT provide any trade execution services. All our research alerts are to be considered only as a reference tool and clients should not consider our research alerts as Personal Investment\/Trading Research in any condition. We DO NOT take any responsibility for any losses that the User may incur.<\/marquee>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-56c3ec3 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"56c3ec3\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-a45c362\" data-id=\"a45c362\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-e9bcd63 elementor-widget elementor-widget-text-editor\" data-id=\"e9bcd63\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<h2>Terms and Conditions<\/h2><div data-id=\"5b84a072\" data-element_type=\"container\"><div><div data-id=\"6abdbc81\" data-element_type=\"widget\" data-widget_type=\"html.default\"><div><div>Investing and Trading in stock market is risky. It Involves both profit and loss, Due to leverage both profit and loss are exaggerated, our research service gives research alerts for trading ideas in which both target and stop loss is mentioned, however execution of trade is solely the responsibility of the client. We DO NOT provide any trade execution services. All our research alerts are to be considered only as a reference tool and clients should not consider our research alerts as Personal Investment\/Trading Research in any condition. We DO NOT take any responsibility for any losses that the User may incur.<\/div><\/div><\/div><\/div><\/div><div data-id=\"219e142\" data-element_type=\"container\"><div><div data-id=\"6d35e8c\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\"><div><div><p>The term Wise Stock Experts (or “us” or “we”) refers to the owners, managers of the website Wise Stock Experts and\/or Wise Stock Experts firm whose office is located at Wise Stock Experts , MBP, Mahape, Navi Mumbai: 400710. Maharashtra and owns and manages the website Wise Stock Experts (“the Website”).  The term “you” refers to the user or viewer of our website. By visiting our website\/ mobile application you are agreeing to be bound by the following terms and conditions and all other terms and conditions of Wise Stock Experts firm. We may change these terms and conditions at any time. Your continued use of our website and\/or our mobile application means that you accept any new or modified terms and conditions that we come up with. Please re-visit the `Terms and Conditions’ link at our site from time to time to stay abreast of any changes that we may introduce. The term Wise Stock Experts  firm (Wise Stock Experts ) is used through this entire Terms and Conditions document to refer to the website and\/or our mobile application, its owners\/proprietor and the employees and associates of the owner. No warranties This Website is provided “as is” without any representations or warranties, express or implied. Wise Stock Experts firm and its owner, director, employees, affiliates and associates, make no representations or warranties in relation to the Website or the information and materials provided on the Website. This Website will be constantly available, or available at all; or the information on this Website is believed to be complete, true, accurate or non-misleading.<\/p><p><strong>Other disclaimers: –<\/strong><\/p><p>Without prejudice to the generality of the foregoing paragraph, Wise Stock Experts firm and its owner, directors, employees, affiliates and associates state that: The information analysis given in the research recommendation or research report is purely an interpretation \/ view of the author\/research analyst and Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and any of its representatives shall not be liable or responsible in any manner whatsoever for the trades executed by the customers on the basis of this recommendation or reports. Any comparative indices that are made available on the Website are mere indicators and are in no manner meant to reflect or influence the buying decision of the customers. Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm do not in any manner whatsoever verify or vouch for the accuracy or authenticity of the results. While doing fund transfer, the respective bank shall be responsible for transfer of funds during payment for research services on the Website and Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm shall not be responsible or liable in any manner whatsoever for the late payments or losses incurred on account of the same Nothing on this website constitutes, or is meant to constitute, advice of any kind. If you require advice in relation to any investments, legal, financial, medical matters or any other matters, you should consult an appropriate professional Disclaimer for reports:<\/p><p>The documents\/reports\/research analysis available on the Website or published\/produced by Wise Stock Experts does not constitute an offer or solicitation for the purchase or sale of any Security \/ financial instrument or as an official confirmation of any transaction. Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm shall not be in any way responsible for any loss or damage that may arise to any person from any inadvertent error in the information contained in any of the research recommendation or research report\/alert. The documents\/reports\/research analyses are provided for assistance only and is not intended to be and must not alone be taken as the basis for any decision. The user assumes the entire risk of any use made of this information. This information is strictly confidential and is being furnished to you solely for your information. This information should not be reproduced or redistributed or passed on directly or indirectly in any form to any other person or published, copied, in whole or in part, for any purpose. The distribution of this document in certain jurisdictions may be restricted by law, and persons in whose possession this document comes, should inform themselves about and observe, any such restrictions. The information given in this document is as of the date and time of the documents\/reports\/research analysis and there can be no assurance that future results or events will be consistent with this information. The information is subject to change without any prior notice. Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm reserves the right to make modifications and alterations to this statement as may be required from time to time. However, Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and \/or the Wise Stock Experts are under no obligation to update or keep the information current. Neither Wise Stock Experts firm nor any of its owners, directors, employees, agents or representatives shall be liable for any damages whether direct, indirect, special or consequential including lost revenue or lost profits or lost capital that may arise from or in connection with the use of the information. For data reference to any third party in this material no such party will assume any liability for the same. All layout, design, original artwork, concepts and other Intellectual Properties, remains the property and copyright of Wise Stock Experts firm and may not be used in any form or for any purpose whatsoever by any party without the express written permission of the copyright holders. This is a private website owned by Wise Stock Experts firm. Unauthorized scanning of vulnerabilities and exploitation of the same is strictly prohibited. If you have been found to do so, Wise Stock Experts firm may bring Civil and\/or Criminal action and\/or legal proceedings against you which shall be entirely at your costs and consequences.<\/p><p><strong>Limitations of liability: –<\/strong><\/p><p>Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm will not be liable to you (whether under the law of contract, the law of torts or otherwise under any other law) in relation to the contents of, or use of, or otherwise in connection with, this Website:<\/p><p>For any indirect, special or consequential loss; or for any business losses, loss of revenue, income, profits or capital or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, or loss or corruption of information or data.<\/p><p>These limitations of liability apply even if Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts have been expressly advised of the potential loss.<\/p><p><strong>Reasonableness: –<\/strong><\/p><p>By using this Website, you agree that the exclusions and limitations of liability set out in this website disclaimer are reasonable. If you do not think they are reasonable, you must not use this Website.<\/p><p><strong>Other Parties: –<\/strong><\/p><p>You accept that Wise Stock Experts firm has an interest in limiting the personal liability of its owner, officers, employees, directors, affiliates and group companies. You agree that you will not bring any claim personally against Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm in respect of any losses you suffer in connection with the website.<\/p><p>Without prejudice to the foregoing paragraph, you agree that the limitations of warranties and liability set out in this website disclaimer will protect Wise Stock Experts firm and its owner, directors, employees, affiliates and associates and or the Wise Stock Experts firm.<\/p><p><strong>Unenforceable Provisions: –<\/strong><\/p><p>If any provision of this Website disclaimer is, or is found to be, unenforceable under applicable law, that will not affect the enforceability of the other provisions of this Website disclaimer.<\/p><p><strong>Jurisdiction<\/strong>: –<\/p><p>Your use of this website and any dispute arising out of such use of the website is subject to the laws of India. You hereby consent to the exclusive jurisdiction and venue of courts in Mumbai or Navi Mumbai, Maharashtra, India in all disputes arising out of or relating to the use of this Website. Use of this website is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph.<\/p><p><strong>PRIVACY POLICY: –<\/strong><\/p><p>Your privacy is important to Wise Stock Experts. This privacy statement provides information about the personal information that Wise Stock Experts collects, and the ways in which Wise Stock Experts uses that personal information.<\/p><p>Personal information collection<\/p><p>Wise Stock Experts may collect and use the following kinds of personal information:<\/p><p>Information about your use of this website<\/p><p>Information that you provide using for the purpose of registering with Wise Stock Experts (“the Website”).<\/p><p>Information about transactions carried out over this Website.<\/p><p>Information that you provide for the purpose of subscribing to the Website services.<\/p><p>Any other information that you send to Wise Stock Experts.<\/p><p>Using personal information.<\/p><p>Wise Stock Experts may use your personal information to: –<\/p><ol><li>Administer this Website.<\/li><li>Personalize the Website for you.<\/li><li>Enable your access to and use of the Website services.<\/li><li>Publish information about you on the Website.<\/li><li>Send to your products that you purchase.<\/li><li>Supply to your services that you purchase.<\/li><li>Send you statements and invoices.<\/li><li>Collect payments from you and<\/li><li>Send you marketing communications<\/li><\/ol><p>Where Wise Stock Experts may disclose your personal information to its employees\/agents or sub-contractors for the above purposes, the agent or sub-contractor in question will be obligated to use that personal information in accordance with the terms of this privacy statement. Wise Stock Experts shall or its agents and\/or sub-contractors may use your personal information to make contact with you for promotion of products\/schemes\/Services etc. of Wise Stock Experts or of its partners from time to time. You hereby agree and understand that such promotional calls shall be made to you unless you specifically convey to Wise Stock Experts to not call you further for such promotions, schemes, services etc.<\/p><p>In addition to the disclosures reasonably necessary for the purposes identified elsewhere above, Wise Stock Experts may disclose your personal information to the extent that it is required to do so by law, in connection with any legal proceedings or prospective legal proceedings, and in order to establish, exercise or defend its legal rights.<\/p><p><strong>Securing Your Data: –<\/strong><\/p><p>Wise Stock Experts will take reasonable technical and organizational precautions to prevent the loss, misuse or alteration of your personal information.<\/p><p>Wise Stock Experts will store all the personal information you provide on its secure servers.<\/p><p>Information relating to electronic transactions entered into via this Website will be protected by encryption technology.<\/p><p><strong>Cross-border data transfers: –<\/strong><\/p><p>Information that Wise Stock Experts collects may be stored and processed in and transferred between any of the countries in which Wise Stock Experts operates (if at all) to enable the use of the information in accordance with this privacy policy.<\/p><p>In addition, personal information that you submit for publication on the website will be published on the internet and may be available around the world. You agree to such cross-border transfers of personal information.<\/p><p><strong>Updating this statement: –<\/strong><\/p><p>Wise Stock Experts may update this privacy policy by posting a new version on this Website. You should check this page occasionally to ensure you are familiar with any changes.<\/p><p><strong>Other websites: –<\/strong><\/p><p>This website contains links to other websites. Wise Stock Experts is\/are not responsible for the privacy policies or practices of any third party.<\/p><p>If you have any questions about this privacy policy or treatment of your personal information, please write to by email: <em><strong>compliance@wisestockexperts.com<\/strong><\/em><\/p><p><strong> <\/strong><\/p><p><strong>PRIVACY POLICY: –<\/strong><\/p><p>By visiting our site “<em><strong>www.wisestockexperts.com<\/strong><\/em>” (“Website”) you (“you” refers to the user or viewer of the Website) are agreeing to be bound by the following terms and conditions and the Privacy Policy on the Website. We may change these terms and conditions at any time. By using this Website or any utility in this web site directly or indirectly you abide by all terms and conditions mentioned herein and that you accept any new or modified terms and conditions that we come up with. If you do not agree to any of the terms mentioned herein, you should exit the site immediately.<\/p><p><strong>REGISTRATION \/ ENROLMENT AND TERMINATION: –<\/strong><\/p><p>By registering for this facility you understand that Wise Stock Experts firm and its owner, directors, employees and associates (hereinafter singly and jointly referred to as “Wise Stock Experts”) reserves the right, in its sole discretion, to deny you access to this Website or any portion thereof without notice for the following reasons (a) any unauthorized access or use by you (b) if you assign or transfer (or attempt the same) any rights granted to you under this User Agreement or any other agreement that you may have entered with Wise Stock Experts; (c) if you violate any of the other terms and conditions of this User Agreement. Termination or cancellation of this Agreement shall not affect any right or relief to which Wise Stock Experts may be entitled, at law or in equity. Upon termination of this User Agreement, all rights granted to you will terminate and revert to Wise Stock Experts.<\/p><p><strong>LICENSE: –<\/strong><\/p><p>Wise Stock Experts, hereby grants you a limited, non-exclusive, non-assignable and non-transferable license to access to the Website provided and expressly conditioned upon your agreement that all such access and use shall be governed by all of the terms and conditions set forth in this User Agreement.<\/p><p><strong>SECURITY: –<\/strong><\/p><p>Unauthorized use of this Website and systems, including, but not limited to, unauthorized entry into Wise Stock Expert’s systems, online accounts, Client Desks, Partners &amp; Distributor Desks, misuse of passwords or misuse of any other information, is strictly prohibited. You may not use this Website in any manner that could damage, disable, overburden, or impair this Website or service or interfere with any other party’s use and enjoyment of this Website or service. You may not attempt to gain unauthorized access to any of our site or service and computer systems or networks connected to it, through hacking. You agree that you will not engage in any activities related to this web site that are contrary to the applicable laws or regulations in force. The users have the primary responsibility to keep their login-ids and passwords secure and to not display such crucial, important information to any third person. In case of any such leak of login-id &amp; password, Wise Stock Experts cannot be responsible for the loss of such information, or for any act, omission, damages, claims, loss of personal information, etc. arising from the use of such leakage of login-ids and passwords. Wise Stock Experts may, at its own discretion, use certain technology on its web sites to collect information from visitors and may compile aggregate statistical information about how visitors use its web sites, including information relating to the frequency of visits, the average length of visits, which pages are viewed during a visit. No individually identifiable information is collected for this purpose and Wise Stock Experts does not monitor individual visitor behavior.<\/p><p><strong>SERVICE DELAYS: –<\/strong><\/p><p>Wise Stock Experts reserves its right, in its sole discretion, without any obligation and without any notice requirement, to change, improve or correct the information, materials and descriptions on this web site and to suspend and\/or deny access to this web site for scheduled or unscheduled maintenance, upgrades, improvements or corrections. Wise Stock Experts may discontinue or change any service described in or offered on this web site or in any modules or parts thereof at any time if deemed fit and proper. Wise Stock Experts (including its owner, directors, employees, affiliates, agents, representatives or subcontractors) shall not be liable for any loss or liability resulting, directly or indirectly, from delays or interruptions due to electronic or mechanical equipment failures, telephone interconnect problems, defects, weather, strikes, walkouts, fire, riots, armed conflicts, acts of war, pandemic situations or other like causes. Wise Stock Experts shall have no responsibility to provide you access to the Website while interruption of the Website is due to any such cause shall continue.<\/p><p><strong>PRODUCTS OFFERED ON THE WEBSITE: –<\/strong><\/p><p>With respect to the data from Capital Markets and the products made available on the Website by Wise Stock Experts including but not limited to stocks, reports etc.<\/p><p><strong>YOU HEREBY AGREE THAT<\/strong>: –<\/p><p>You confirm that the details provided by you are true and correct.<\/p><p>You hereby declare that the amount being transferred by you for the purpose of subscribing to any of Wise Stock Experts research services is derived through legitimate sources and is not held or designed for the purpose of contravention of any Act, Rules, Regulations or any statute or legislation or any other applicable laws or any Notifications, Directions issued by any governmental, regulatory or statutory authority\/Lies from time to time.<\/p><p>You agree that Wise Stock Experts sources the data from the Capital Markets and is\/are therefore not responsible and\/or should be held liable by you for the correctness or accuracy of any information received in that regard from the Capital Markets.<\/p><p>You agree that the National Stock Exchange (“NSE”) data displayed on the site is always delayed by five (5) minutes whereas the Bombay Stock Exchange (“BSE”) data displayed on the site is delayed by fifteen (15) minutes; and technical glitches if any, may further delay the data at times and that you will not hold Wise Stock Experts responsible for any such delays in receiving the data \/ feeds from time to time.<\/p><p>You agree that the authenticity of the data received from Capital Markets is not guaranteed by Wise Stock Experts and that Wise Stock Experts shall assume no responsibility or liability in any manner whatsoever for such data and your subsequent trade, action etc. acting upon such data.<\/p><p><strong>LIABILITY: –<\/strong><\/p><p>You agree that, Wise Stock Experts (Including its owner , officers, directors, employees, affiliates, group companies agents, representatives or subcontractors) shall not be, in any event, be liable, whether in contract or tort, for any direct, special, indirect, consequential or incidental damages or other damages of any kind whatsoever arising out of the use or inability to use Wise Stock Experts (“the Website”) for any purpose whatsoever even if Wise Stock Experts or any other such party has been advised of the possibility thereof. Wise Stock Experts and its owner, officers, directors, employees and agents shall have no liability in tort, contract, or otherwise to the user and\/or any third party. This limitation on liability includes, but is not limited to, the transmission of any viruses which may infect a user’s equipment, failure of mechanical or electronic equipment or communication lines, telephone or other interconnect problems (e.g., you cannot access your internet service provider), unauthorized access, theft, operator errors, strikes or other labor problems or any force majeure. Wise Stock Experts cannot and does not guarantee<\/p><p>continuous, uninterrupted or secure access to this web site.<\/p><p><strong>LINKS TO THIRD PARTY SITES: –<\/strong><\/p><p>The links in this site will allow you to leave the Website. The linked sites are not under the control of the Website. The Website has not reviewed, nor approved these sites and is not responsible for the contents or omissions of any linked site or any links contained in a linked site. The inclusion of any linked site does not imply endorsement by Wise Stock Experts (“the Website”).<\/p><p><strong>INDEMNIFICATION: –<\/strong><\/p><p>You shall indemnify, defend and hold harmless Wise Stock Experts (including its owner, officers, directors, employees, affiliates, group companies, agents, representatives or subcontractors) from any and all claims and losses imposed on, incurred by or asserted as a result of or related to: (a) your access and use of Wise Stock Experts (“the Website”) and\/or the official mobile application of Wise Stock Experts firm, (b) any non-compliance by user with the terms and conditions hereof; or (c) any third party actions related to users receipt and use of the information, whether authorized or unauthorized. Any clause declared invalid shall be deemed severable and not affect the validity or enforceability of the remainder. These terms may only be amended in a writing signed by Wise Stock Experts. If Wise Stock Experts takes action (by itself) to enforce any of the provisions of this User Agreement, including collection of any amounts due hereunder, Wise Stock Experts shall be entitled to recover from you (and you agree to pay), in addition to all sums to which it is entitled or any other relief, at law or in equity, reasonable and necessary attorney’s fees and any costs of any litigation.<\/p><p><strong>ENTIRE AGREEMENT<\/strong><\/p><p>This User Agreement constitutes the entire agreement between the parties and is inclusive of any other written agreement existing between you and Wise Stock Experts and Research Services. By using the information on <em><strong>https:\/\/wisestockexperts.com<\/strong><\/em><a href=\"https:\/\/tradesmantra.com\/\">\/<\/a> (“the Website”) and\/or the official mobile application of Wise Stock Experts and Research Services firm, you assume full responsibility for any gains and losses, financial, emotional, or otherwise, experienced, suffered, or incurred by you. <em><strong>https:\/\/wisestockexperts.com<\/strong><\/em><a href=\"https:\/\/tradesmantra.com\/\">\/<\/a> (“the Website”) and\/or the official mobile application of Wise Stock Experts and Research Services firm does not guarantee the accuracy, completeness or timeliness of, or otherwise endorse in any way, the views, opinions, or recommendations expressed in the Information, does not give investment advice and does not advocate the purchase or sale of any security or investment by you or any other individual. The Information is not intended to provide tax, legal, or investment advice, which you should obtain from your professional advisor before making any investment of the type discussed in the Information. The Information does not constitute a solicitation by the information providers, <em><strong>https:\/\/wisestockexperts.com<\/strong><\/em><a href=\"https:\/\/tradesmantra.com\/\">\/<\/a> (“the Website”) and\/or the official mobile application of Wise Stock Experts and Research Services firm or any other platform for the purchase or sale of securities. The service is provided “as is,” without warranty of any kind, either express or implied, including without limitation, any warranty for information, data, services, uninterrupted access, provided through or in connection with the service. Specifically, <em><strong>https:\/\/wisestockexperts.com<\/strong><\/em><a href=\"https:\/\/tradesmantra.com\/\">\/<\/a> (“the Website”) and\/or the official mobile application of Wise Stock Experts and Research Services firm disclaims any warranties, including, but not limited to (i) any warranties concerning the availability, accuracy, usefulness, or content of information, products or services; and (ii) any warranties of title, warranty of non-infringement, warranties of merchantability or fitness for a particular purpose. This disclaimer of liability applies to any damages or injury caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, tort, negligence, or under any other cause of action. Neither <em><strong>https:\/\/wisestockexperts.com\/<\/strong><\/em> (“the Website”) and\/or the official mobile application of Wise Stock Experts and Research Services firm nor any of its owners, employees, agents, successors, assigns, affiliates, group companies, or content or service providers shall be liable to you or another third party for any direct, indirect, incidental, special or consequential damages arising out of the use of service or inability to gain access to or use the service or out of any breach of any warranty. Because some countries do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to you. In such countries, the respective liability of Wise Stock Experts and Research Services firm, <em><strong>https:\/\/wisestockexperts.com<\/strong><\/em><a href=\"https:\/\/tradesmantra.com\/\">\/<\/a> (“the Website”) and\/or the official mobile application of Wise Stock Experts and Research Services firm, its owner, employees, agents, successors, assigns, affiliates, group companies, and content or service providers respective liability is limited to the amount provided under said law. Further, you agree and understand that all services provided are non-refundable and that you should carefully consider whether our services can meet your needs. Transactions between users of this site and Wise Stock Experts and Research Services shall be governed by and construed by the Securities and Exchange Board of India (“SEBI”) Regulations and laws of India, without regard to the laws regarding conflicts of law. Any litigation regarding this agreement or any transaction between the customer and Wise Stock Experts and Research Services or any action at law or in equity arising out of or relating to this agreement or transaction shall be filed only in the Competent Courts of Thane, Maharashtra and the customer hereby acknowledges, agrees, consents and submits to the jurisdiction of such courts to litigate any such action.<\/p><p><strong>JURISDICTION<\/strong><\/p><p>The terms of this agreement are exclusively based on and subject to Indian law. You hereby consent to the exclusive jurisdiction and venue of courts in Thane, Maharashtra, India in all disputes arising out of or relating to the use of this website. Use of this website is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph.<\/p><p><strong>CODE OF ETHICS AND CONDUCT<\/strong><\/p><p>Copyright ©” <u>2022<\/u>” Wise Stock Experts and Research Services<\/p><ul><li>Ownership of copyright<\/li><\/ul><p>The copyright in this website and the material on this website (including without limitation the text, artwork, photographs, images, music, audio material, video material, and audio-visual material on this website) is owned by Wise Stock Experts and Research Services and its licensors.<\/p><ul><li>Copyright license<\/li><\/ul><p>Wise Stock Experts and Research Services grant you a non-exclusive royalty-free revocable license to:<\/p><p>View this website and the material on this website on a computer or mobile device via a web browser.<\/p><p>Copy and store this website and the material on this website in your web browser cache memory.<\/p><p>Print pages from this website for your personal non-commercial use.<\/p><p>Wise Stock Experts and Research Services do not grant you any other rights about this website or the material on this website. In other words, all other rights are reserved.<\/p><p>For the avoidance of doubt, you must not adapt, edit, change, transform, republish, redistribute, broadcast, or show or play in public this website or the material on this website (in any form or media) without Wise Stock Experts and Research Services prior written permission. You may request permission by writing to <em><strong>compliance@wisestockexperts.com<\/strong><\/em><\/p><ul><li>Data mining<\/li><\/ul><p>The automated and\/or systematic collection of data from this website is prohibited.<\/p><ul><li>Enforcement of copyright<\/li><\/ul><p>Wise Stock Experts and Research Services firm takes the protection of its copyright materials very seriously. If Wise Stock Experts and Research Services firm discovers that you have used our copyright materials in contravention of the license above, Wise Stock Experts and Research Services may bring legal proceedings against you for an injunction to stop you from using those materials and monetary damages. You could also be ordered to pay our legal costs. If you become aware of any use of Wise Stock Experts and Research Services copyright materials that contravenes or may contravene the license above, please let us know by email at <em><strong>compliance@wisestockexperts.com<\/strong><\/em><\/p><ul><li>Infringing material<\/li><\/ul><p>If you become aware of any material on the website that you believe infringes your or any other person’s copyright, please let us know by email at <em><strong>compliance@wisestockexperts.com<\/strong><\/em><\/p><p><strong>Before you start trading<\/strong><\/p><table><tbody><tr><td><p>DO<\/p><\/td><td><p>DON’T<\/p><\/td><\/tr><tr><td><p>Assess the risk-return proﬁle of the investment as well as the liquidity and safety aspects before making and\/or acting upon your investment decision<\/p><\/td><td><p>Don’t trade in any product without knowing and\/or understanding the associated risks and rewards<\/p><\/td><\/tr><tr><td><p>Make investments based on sound reasoning, after taking into account all publicly available information. You may access the websites of Companies and Regulators for this information<\/p><\/td><td><p>Don’t get inﬂuenced by information that does not originate from an appropriate source<\/p><\/td><\/tr><tr><td><p>Make all payments in the form of cheque\/online transfer in the name Wise Stock Experts and Research Services only<\/p><\/td><td><p>Don’t get inﬂuenced into buying fundamentally unsound companies (penny stocks) based on sudden spurts in trading volumes or prices or non-authentic favorable looking articles\/stories<\/p><\/td><\/tr><tr><td> <\/td><td><p>Don’t match\/synchronize trades with any other person for any thinly traded shares<\/p><\/td><\/tr><tr><td> <\/td><td><p>Don’t indulge in any trading activity which results in the disturbance of market equilibrium in any manner including manipulation of the price of any scrips<\/p><\/td><\/tr><tr><td> <\/td><td><p>Don’t get carried away by luring advertisements, if any<\/p><\/td><\/tr><tr><td> <\/td><td><p>Don’t make a cash payment or issue a cheque in the name of any employee of Wise Stock Experts and Research Services or any other person in respect of the transactions<\/p><\/td><\/tr><tr><td> <\/td><td><p>Don’t issue blank\/bearer cheques to anyone<\/p><\/td><\/tr><\/tbody><\/table><p><strong>Secure Fund Transfer<\/strong><\/p><ol><li>Payment for all research services should be made in the current account of Wise Stock Experts and Research Services only. No payment should be made in any account of an employee\/associate of Wise Stock Experts and Research Services or any other individual in any condition<\/li><li>In case of payment through Pay Order, Demand Draft, Banker’s cheque, NEFT or RTGS; provide the following proof of payment<\/li><\/ol><ul><li>Certificate from the issuing bank on its letterhead or a plain paper with the seal of the issuing bank<\/li><li>Certified copy of the requisition slip (portion which is retained by the bank) to issue the instrument<\/li><li>Certified copy of the passbook\/bank statement for the account debited to issue the instrument<\/li><li>Authentication of the bank account number debited and name of the account holder by the issuing bank on the reverse of the instrument<\/li><\/ul><ol><li>Track your ledger regularly to check the credit for payment of funds<\/li><\/ol><p><strong>GENERAL PRACTISE WHILE YOU TRADE<\/strong><\/p><table width=\"642\"><tbody><tr><td width=\"330\"><p>DO<\/p><\/td><td width=\"312\"><p>DON’T<\/p><\/td><\/tr><tr><td width=\"330\"><p>Give unambiguous instructions to your broker while placing orders over the phone with your broker.<\/p><\/td><td width=\"312\"><p>In any circumstance, do not reveal your login credentials to any other person, not even a Wise Stock Experts and Research Services representative<\/p><\/td><\/tr><tr><td width=\"330\"><p>You will be solely responsible for all transactions effected by internet trading. Therefore, change your password every fortnight<\/p><\/td><td width=\"312\"> <\/td><\/tr><tr><td width=\"330\"><p>Be aware of the risk associated with the asset classes you are trading in the market and margin calls on them. In case of inadequate margin or non-payment of margin in your account, your positions will be squared off by the Risk Management team of your broker.<\/p><\/td><td width=\"312\"> <\/td><\/tr><tr><td width=\"330\"><p>Maintain adequate margins at all points of time. In case of margin shortfall or delay in payments, your outstanding position will be squared up by your broker.<\/p><\/td><td width=\"312\"> <\/td><\/tr><\/tbody><\/table><p><strong> <\/strong><\/p><p><strong>HOW CAN YOU STAY PROTECTED AT ALL TIMES?<\/strong><\/p><table><tbody><tr><td width=\"324\"><p>DO<\/p><\/td><td width=\"300\"><p>DON’T<\/p><\/td><\/tr><tr><td width=\"324\"><p>Forward suspicious emails asking for sensitive information to <em><strong>compliance@wisestockexperts.com<\/strong><\/em><\/p><\/td><td width=\"300\"><p>Do not reveal your personal information Customer IDs, Passwords, and One Time Passwords (OTP) to anybody over the phone, on the internet, or via email<\/p><\/td><\/tr><tr><td width=\"324\"><p>Write to us at <em><strong>compliance@wisestockexperts.com\/<\/strong><\/em>, if you notice a duplicate Wise Stock Experts and Research Services or webpage<\/p><\/td><td width=\"300\"><p>Do not open or click on attachments included in emails from organizations or people you don’t know<\/p><\/td><\/tr><tr><td width=\"324\"><p>Call us on 7039004281 right away, if you’ve provided sensitive account information to an unauthorized person, or to report a fraud<\/p><\/td><td width=\"300\"><p>Do not enable the ‘Auto Run’ feature in Windows systems<\/p><\/td><\/tr><tr><td width=\"324\"><p>Install and update good-quality antivirus software<\/p><\/td><td width=\"300\"><p>Use an unlicensed operating system or one that hasn’t been updated regularly<\/p><\/td><\/tr><tr><td width=\"324\"><p>Use only devices (like USBs, external hard drives, and smartphones) that you completely trust.<\/p><\/td><td width=\"300\"><p>Use an outdated web browser or one that isn’t up to date<\/p><\/td><\/tr><tr><td width=\"324\"><p>Exercise caution when using the internet in public places such as internet cafes and airport lounges<\/p><\/td><td width=\"300\"><p>Do not divulge personal information on social<\/p><\/td><\/tr><tr><td width=\"324\"><p>Type the entire Wise Stock Experts  and Research Services address (https:\/\/wisestockexperts.com\/) into your browser to avoid being misdirected to a bogus site when you use the search option.<\/p><\/td><td width=\"300\"><p>Do not disclose personal or business information via a website link attached to an email<\/p><\/td><\/tr><tr><td width=\"324\"> <\/td><td width=\"300\"><p>Do not trust a site appearing to belong to Wise Stock Experts  and Research Services if it doesn’t start with the ‘HTTPS’ preﬁx and doesn’t have a padlock symbol<\/p><\/td><\/tr><\/tbody><\/table><p><strong>CUSTOMER AWARENESS OF SECURITY<\/strong><\/p><p><strong> <\/strong>Let’s face it, hackers are smart, and they’re only getting better by the minute. So, while we work hard to keep the bad guys at bay, here’s what you can do to stay protected at all times.<\/p><ol><li>Beware of fraud<\/li><\/ol><ul><li>Don’t provide personal information such as Customer IDs, Passwords, and One Time Passwords (OTP) to anybody over the phone, on the internet, or via email<\/li><li>Don’t open or click on attachments included in emails from organizations or people you don’t know<\/li><\/ul><ol><li>How to detect a fake email or website<\/li><\/ol><ul><li>A message stating that your account may have been compromised, and asking for personal information<\/li><li>An email promising prize money for completing a survey or answering questions that compel you to reveal personal information<\/li><li>An email directing you to a fake website designed to look like the real thing<\/li><\/ul><ol><li>How fraudsters may try to trick you<ul><li>Phishing: These are fake emails that appear to be sent by a credible source to compel you to reveal personal information, which can then be used to commit fraud<\/li><li>Vising: These are phone calls by people pretending to work for Wise Stock Experts  and Research Services or another legitimate business, asking you to reveal personal information<\/li><li>Trojan \/ Virus: These are programs inadvertently installed on your computer to steal your sensitive information, spy on you, or cause a security breach: These are SMS text messages that urge you to call a number to a seemingly potential fraud<\/li><li>Ransom ware: This refers to malware that infects your computer, blocks access to your files, and demands money from you to access your files once again<\/li><li>Spyware: This is a type of software that secretly monitors activity on your computer and reports back to the fraudster, who then uses the information to access your accounts<\/li><\/ul><\/li><\/ol><ol><li>How you can secure your passwords<\/li><\/ol><ul><li>Here’s how you can keep your passwords from falling into the wrong hands:<\/li><li>Ignore requests from organizations or individuals requesting you to verify your passwords or PINs, as no reputable financial organization does that<\/li><li>Memories your passwords instead of writing them down, and don’t share them with anybody<\/li><li>Remember to change your passwords every 90 days or less<\/li><li>Use a combination of letters, numbers, and special characters, with a mix of upper- and lower-case letters to make your passwords more secure<\/li><li>Avoid using family names, names of pets, and important dates<\/li><li>Avoid using common names or words in foreign languages to create your passwords<\/li><\/ul><ol><li>How we’re working to keep you safe<\/li><\/ol><ul><li>Security Implementations: All our systems are secured using effective security solutions like firewalls, intrusion detection systems, intrusion prevention systems, and anti-malware systems.<\/li><li>Website Certificate: The SSL Certificate provides clear visual indicators of a green address bar. The green address bar \/padlock verifies that the website belongs to the organization it claims to be from. As soon as the website URL address bar becomes green, customers can be assured it is a genuine website. Do not log in to the website who’s Padlock or address bar turn’s red or appears broken.<\/li><\/ul><\/div><\/div><\/div><\/div><\/div>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Investment in the stock market is subject to market risk, we DO NOT offer any guaranteed profit services or Fixed Returns Services. We DO NOT provide any assurance or guarantee of profit or returns with any of our services. Trading in the Stock Market may result in Partial or Complete loss of Gains as well&hellip;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-2385","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/pages\/2385"}],"collection":[{"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/comments?post=2385"}],"version-history":[{"count":11,"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/pages\/2385\/revisions"}],"predecessor-version":[{"id":6842,"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/pages\/2385\/revisions\/6842"}],"wp:attachment":[{"href":"https:\/\/wisestockexperts.com\/wp-json\/wp\/v2\/media?parent=2385"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}